[
  {
    "thumbnail": "assets/posts/post-01.jpg",
    "http": "",
    "date": "",
    "internationalizations": [
      {
        "language": "en",
        "title": "Louis Vuitton Taiwan Logistics Integration Project",
        "description": "Led the Louis Vuitton Taiwan logistics, e-commerce operations, and maintenance service integration project, responsible for overall project planning and drafting bilingual (Chinese and English) proposals. Introduced SDGs sustainable design concepts and ISO 14001 environmental management system, promoted warehouse automation and digital transformation, successfully outcompeted multiple international competitors to secure a high-value contract, assisted in optimizing supply chain layout and strengthening ESG brand image. Independently developed backend systems for the Louis Vuitton project, including delivery notification system, label generation tools, and technical communication documents, flexibly addressing on-site operational needs."
      },
      {
        "language": "zh",
        "title": "Louis Vuitton 臺灣物流整合案",
        "description": "主導 Louis Vuitton 臺灣區倉儲、電商營運與維修服務整合標案，負責整體專案規劃與中英文企劃書撰寫。導入 SDGs 永續設計理念與 ISO 14001 環境管理系統，推動倉儲自動化與數位轉型，成功擊敗多家國際競爭者取得高額合約，協助優化供應鏈佈局並強化 ESG 品牌形象。後端為 Louis Vuitton 專案開發送貨通知系統、標籤生成工具與技術溝通文件，靈活解決現場營運需求。"
      }
    ]
  },

  {
    "thumbnail": "assets/posts/post-03.jpg",
    "http": "",
    "date": "",
    "internationalizations": [
      {
        "language": "en",
        "title": "SDGs Economic Sustainability Proposal",
        "description": "Led a cross-disciplinary professional team to reach the proposal stage twice, focusing on economic and community sustainability issues. Served as the main planner and presenter, responsible for integrating team expertise, structuring the proposal, and communicating technical value. Demonstrated innovative models for senior employment and community resilience. In response to the challenges of a super-aged society, we proposed new industry and business models to encourage seniors to join the workforce, promote active aging, and enhance economic value. We are committed to driving social change and becoming a key force in advancing economic sustainability."
      },
      {
        "language": "zh",
        "title": "SDGs 經濟永續提案",
        "description": "主導跨界專業團隊兩度進入提案階段，聚焦經濟與社區永續議題，擔任企劃設計與簡報主筆，負責整合團隊專業、設計提案架構，並進行技術價值溝通，展現高齡就業創新模式與社區韌性方案。我們針對超高齡社會的挑戰，提出創新產業與商業模式，推動高齡者融入就業潮流，實踐活躍老化（Active Aging）與經濟價值提升。我們致力於引領社會變革，成為推動經濟永續發展的關鍵力量。"
      }
    ]
  },

  {
    "thumbnail": "assets/posts/post-04.png",
    "http": "https://drive.google.com/file/d/16KFw84RSnnL36Re3a_yZdjvTSkwFdPvE/view?usp=sharing",
    "date": "",
    "internationalizations": [
      {
        "language": "en",
        "title": "Literature Exchange App – Solitude",
        "description": "Solitude focuses on literary trivia, creating a minimalist yet profound reading experience. It pioneered the integration of multimedia columns and educational tools to enrich learning. All promotional materials—including scripting, editing, British-accented narration, and music—as well as app development, design, illustration, and writing were completed independently, strengthening the brand’s identity and embodying the fusion of knowledge, art, and life."
      },
      {
        "language": "zh",
        "title": "文學交流 App – 《孤獨閱讀》",
        "description": "Solitude 《孤獨閱讀》專注於文學冷知識內容，打造簡約深度的閱讀體驗。首創結合多媒體專欄與教具，讓學習更豐富。所有宣傳片（腳本、剪輯、英式配音、配樂）以及app 開發、設計、插畫、寫作皆獨立完成，強化品牌特色，致力於知識、藝術與生活的結合。"
      }
    ]
  },

  {
    "thumbnail": "assets/posts/post-08.png",
    "http": "",
    "date": "",
    "internationalizations": [
      {
        "language": "en",
        "title": "Jewelry Étranger Liquor-infused amber sugar",
        "description": "Co-created this unique product with partners, handling packaging design and marketing strategy, and launched it on online platforms. Jewelry Étranger transforms the subtlety of red wine, the freshness of lime gin, the richness of sorghum liquor, and the warmth of honey whiskey into exquisite amber sugar crystals, each imbued with exotic flair. We invite you to savor this extraordinary feast for the senses—where taste and aroma intertwine in every bite."
      },
      {
        "language": "zh",
        "title": "Jewelry Étranger 烈酒琥珀糖",
        "description": "Jewelry Étranger 烈酒琥珀糖開發與電商行銷：和夥伴自創產品，設計包裝與行銷策略，上架網路平臺銷售。Jewelry Étranger 將紅酒的細膩、萊姆琴酒的清新、高粱的醇厚、與蜂蜜威士忌的溫潤，轉化為顆顆飽含異域風情的晶瑩琥珀糖，邀您細細品味這場味覺與嗅覺的極致饗宴。"
      }
    ]
  },

  {
    "thumbnail": "assets/posts/post-050.png",
    "http": "https://drive.google.com/file/d/1_IO1K3-jRMv431xEwmLiE8FKMcHYE3N4/view?usp=sharing",
    "date": "",
    "internationalizations": [
      {
        "language": "en",
        "title": "Online Will Platform – Right Time to Write",
        "description": "Right Time to Write supports multi-device access and enables users to quickly generate legally compliant wills. The platform integrates an original music player, statutory share calculator, will gift cards, and an AI-powered assistant. All promotional content—including scripting, editing, music, and narration—was independently produced. Legal consultation ensured professionalism and compliance, providing users with a secure and convenient estate planning service."
      },
      {
        "language": "zh",
        "title": "線上遺囑平臺 – 《宜書》",
        "description": "Right Time to Write《宜書》支援多裝置、快速生成合法遺囑。平臺整合原創音樂播放器、特留分計算機、遺囑禮物卡與 AI 智能諮詢。所有宣傳片（腳本、剪輯、配樂、配音）皆獨立製作，並諮詢律師確保專業合規，提供安心便利的遺產規劃服務。"
      }
    ]
  },
  {
    "thumbnail": "assets/posts/post-02.jpg",
    "http": "",
    "date": "",
    "internationalizations": [
      {
        "language": "en",
        "title": "TITAN Warehouse System Development",
        "description": "Due to TITAN (the largest game publisher in Taiwan, representing titles such as NBA 2K, Elden Ring, and Hogwarts Legacy) urgently relocating its warehouse and needing to support new game releases, I independently designed and developed a warehouse management system within two days. An AR interface was later developed to further enhance operational efficiency and interactivity. The system supports new product launches, inbound and outbound logistics, and automated inventory, significantly improving logistics accuracy and operational transparency. Clients can monitor processing status and inventory in real time, fully optimizing the warehouse management experience."
      },
      {
        "language": "zh",
        "title": "TITAN 倉儲系統開發",
        "description": "因 TITAN（臺灣最大遊戲代理商，代理作品含 NBA 2K、Elden Ring、Hogwarts Legacy）緊急移倉並需支援遊戲新品上市，我於兩日內獨立設計並開發倉儲管理系統。後續另行開發 AR 操作介面，進一步提升作業效率與互動性。系統支援新品上市、入出庫與自動盤點，顯著提升物流精準度與作業透明度，讓客戶能即時掌握處理進度與貨態，全面優化倉儲管理體驗。"
      }
    ]
  },
  {
    "thumbnail": "assets/posts/post-070.jpg",
    "http": "",
    "date": "",
    "internationalizations": [
      {
        "language": "en",
        "title": "IBM Technical Support / Internal System Developer",
        "description": "During my tenure at IBM, I developed the APD reporting system, which replaced IBM’s native tools and boosted processing efficiency by 5x, enabling adoption across all Taiwan operations. Additionally, I designed an APOF document generation tool that reduced human error by 80% and eliminated the risk of paper loss. My contributions also included authoring employee handbooks and corporate social responsibility reports, supporting the company in obtaining multiple certifications."
      },
      {
        "language": "zh",
        "title": "IBM 技術支援／內部系統開發",
        "description": "於 IBM 任職期間，開發 APD 報表系統，取代原生工具並提升處理效率 5 倍，推廣至全臺營運據點。同時設計 APOF 文件生成工具，降低人為錯誤 80%，消除紙本遺失風險。亦撰寫員工手冊與企業社會責任報告，協助公司取得多項認證。"
      }
    ]
  },
  {
    "thumbnail": "assets/posts/post-07.jpg",
    "http": "",
    "date": "",
    "internationalizations": [
      {
        "language": "en",
        "title": "overnment Tender Proposal & Project Management",
        "description": "Evergreen Studio is an independent creative and technology studio I founded, specializing in government tender proposals, event planning, and digital solutions. As the founder and project manager, I have led and successfully secured over ten government tenders covering cultural, educational, and community themes, responsible for proposal writing, presentations, end-to-end project management, and outcome reporting. Our team excels in integrating tender planning, event coordination, website development, and community operations, providing one-stop services for public sector and community clients. Extensive experience in planning and executing multiple events has enhanced client communication efficiency and public engagement, maximizing the social impact of projects."
      },
      {
        "language": "zh",
        "title": "政府標案提案與執行管理",
        "description": "Evergreen Studio 為我創立的獨立創意與科技工作室，專注於政府標案、活動規劃與數位解決方案。作為創辦人與專案經理，我主導並成功取得超過十項政府標案，涵蓋文化、教育、社區等主題，負責標案撰寫、簡報、全流程專案管理與成果報告。團隊擅長整合標案企劃、活動規劃、網站開發與社群營運，為公部門及社區客戶提供一站式服務。多場活動規劃與執行經驗，強化了客戶溝通效率與民眾參與度，最大化專案社會影響力。"
      }
    ]
  }


]
