{
  "internationalizations": [
    {
      "language": "zh",
      "description": "擁有十年以上專案管理、技術寫作與系統開發經驗，曾負責 Louis Vuitton、TITAN 等國際品牌專案，也曾於 IBM 參與流程管理、內部系統工具開發與管理文件撰寫，專精於流程優化、數位轉型與資源整合，持續協助團隊實現並超越目標。我具備 Python 程式設計、TOEIC 金色證書、Steinberg 認證音樂製作人、丙級中餐烹調技術士與 PADI 開放水域潛水員等多項證照，結合技術深度、創意與生活熱情。目前正積極取得 AWS 雲端相關認證，持續拓展專業能力。<br><br>除了本業之外，我創辦 Evergreen Studio，期間多次取得政府標案，並累積電商與多媒體製作的實戰經驗。同時是臺灣文學館登錄作家，獨立開發創新 app（如文學知識平臺與線上遺囑生成器），並創作原創音樂及影音內容。熱愛持續學習與創意內容開發，致力於讓科技與現實生活產生積極影響。個人專案涵蓋 SDGs 社區倡議（與夥伴協作）、獨立開發應用、腦機介面研究與特色產品設計，偶爾也會嘗試新食譜或烹飪創作，為生活增添一點樂趣。我相信科技與創意能讓生活變得更溫暖且有意義，無論是對團隊、用戶還是這個世界。<br><br><b>興趣與嗜好</b><br>閱讀、音樂製作、小提琴、神經科學與 AI 探索、獨立 app 開發、烹飪藝術、潛水，以及享受美食與冒險。"
    },
    {
      "language": "en",
      "description": "With over a decade of experience in project management, technical writing, and system development, I have managed projects for international brands such as <i>Louis Vuitton</i> and <i>TITAN</i>, and spent several years at <i>IBM</i> focusing on process management, internal tool development, and documentation. My expertise lies in workflow optimization, digital transformation, and resource integration—consistently helping teams achieve and surpass their goals. I hold certifications in Python programming, TOEIC Gold, Steinberg music production, Chinese culinary arts (Level C), and PADI Open Water Diver, blending technical depth with creativity and a passion for life. I am currently pursuing AWS Cloud certifications to further expand my skills.<br><br> Outside my core career, I founded <i>Evergreen Studio</i>, securing multiple government tenders and gaining hands-on experience in e-commerce and multimedia production. I am also a registered writer at the <i>National Museum of Taiwan Literature</i>, an independent app developer (including a literature knowledge platform and an online will generator), and a creator of original music and video content. I am passionate about continuous learning, creative content development, and leveraging technology for real-world impact. My side projects range from SDGs community initiatives (in collaboration with partners) to independent app development, BCI research, and unique product design. Occasionally, I experiment with new recipes or culinary creations to add a touch of joy to life. I believe technology and creativity can make life warmer and more meaningful—for teams, users, and the world.<br><br> <b>Hobbies &amp; Interests:</b> Reading, music production, violin, neuroscience and AI exploration, indie app development, culinary arts, scuba diving, and enjoying good food and new adventures."
    }
  ],
  "medias": [
    {
      "icon": "linkedin",
      "title": "LinkedIn",
      "http": "https://www.linkedin.com/in/yveswu-tech/"
    },
    {
      "icon": "github",
      "title": "GitHub",
      "http": "https://github.com/Yveself"
    }
  ],
  "hobbies": [
    {
      "icon": "book",
      "title": "Reading"
    },
    {
      "icon": "brain",
      "title": "Learning"
    },
    {
      "icon": "music",
      "title": "Music"
    },
    {
      "icon": "film",
      "title": "Cinema"
    },
    {
      "icon": "running",
      "title": "Sports"
    },
    {
      "icon": "map-marked-alt",
      "title": "Explore"
    }

  ]

}
