[
  {
    "id": 1,
    "position": 1,
    "startAt": "10-21-2010",
    "endAt": "06-29-2011",
    "companyName": "Yoda Digital Information",
    "website": "http://www.faciltecnologias.com.br/",
    "logo": "assets/template/experience/logo/yoda-logo.png",
    "internationalizations": [
      {
        "language": "zh",
        "city": "臺中",
        "country": "臺灣",
        "role": "電商經理／專案經理",
        "description": "<b>Yoda Digital Information</b> 是一家早期專注於伺服器解決方案、後期發展電子商務創新的科技公司。公司初期專精於網路伺服器基礎建設，後來拓展至電商營運與數位行銷領域。<br><br>加入 Yoda 後，我協助公司轉型進入政府標案與活動業務，並擔任電商店長，負責線上商店的上線與營運管理，迅速將其推升至同類別前三名。期間我也設計了商品上架與客服 SOP，將團隊訓練時間減少 50%，支持公司拓展新業務領域。"
      },
        {
          "language": "en",
          "city": "Taichung",
          "country": "Taiwan",
          "role": "E-commerce Manager / Project Manager",
          "description": "<b>Yoda Digital Information</b> was an early-stage tech company focused on server solutions and, later, e-commerce innovation. Initially specializing in internet server infrastructure, the company expanded into e-commerce operations and digital marketing.<br><br>After joining Yoda, I helped the company transition into government tendering and event business, and later took on the role of e-commerce store manager. I was responsible for launching and managing the online shop, quickly elevating it to a top-three ranking in its category. I also designed SOPs for product listing and customer service, reducing team training time by 50% and supporting the company’s growth into new business areas."
        }
    ],
    "technologies": [
      
    ],
    "medias": [
     
    ],
    "backgroundUrl": "assets/template/experience/uberaba.jpg"
  },
  {
    "id": 2,
    "position": 2,
    "startAt": "08-01-2011",
    "endAt": "08-30-2012",
    "companyName": "Evergreen Studio",
    "website": "https://www.e-tatica.com/",
    "logo": "assets/template/experience/logo/eg-logo.png",
    "internationalizations": [
      {
        "language": "zh",
        "city": "臺中",
        "country": "臺灣",
        "role": "創辦人／專案經理",
        "description": "<b>Evergreen Studio</b> 是我創立的獨立創意與科技工作室，專注於政府標案、活動規劃與數位解決方案。工作室擅長整合標案撰寫、專案管理、網站開發與社群營運，為公部門及社區客戶提供一站式服務。<br><br>作為創辦人與專案經理，我成功爭取並執行超過十個政府專案，主導活動全流程規劃與成果報告。Evergreen Studio 以結合創意內容、數位平臺與有效溝通的一站式服務，最大化專案影響力而聞名。"
      },
      {
        "language": "en",
        "city": "Taichung",
        "country": "Taiwan",
        "role": "Founder / Project Manager",
        "description": "<b>Evergreen Studio</b> was an independent creative and technology studio I founded, dedicated to government tenders, event planning, and digital solutions. The studio specialized in integrating proposal writing, project management, web development, and social media operations for public sector and community clients.<br><br>As founder and project manager, I secured and executed over ten government projects, led end-to-end event planning, and delivered comprehensive final reports. Evergreen Studio was known for its one-stop service, combining creative content, digital platforms, and effective client communication to maximize project impact."
      }
    ],
    "technologies": [
      
    ],
    "medias": [
      
    ],
    "backgroundUrl": "assets/template/experience/rio.jpg"
  },
  {
    "id": 3,
    "position": 3,
    "startAt": "04-01-2013",
    "endAt": "12-31-2021",
    "companyName": "IBM",
    "website": "https://www.ibm.com/us-en",
    "logo": "assets/template/experience/logo/ibm-logo.png",
    "internationalizations": [
      {
        "language": "zh",
        "city": "臺北",
        "country": "臺灣",
        "role": "技術支援／內部系統開發",
        "description": "<b>IBM</b> 是全球領先的科技與商業解決方案企業，自1956年以來在臺灣深耕發展。IBM臺灣在國內資訊與製造產業的演進中扮演關鍵角色，為大型企業提供硬體、軟體、顧問與外包等多元服務。<br><br>我在IBM服務九年，負責工程師及經銷商零件支援流程，處理進出口物流，並開發內部系統以優化作業流程。我主導自動化報表與文件產生工具的開發，大幅提升效率並降低人為錯誤。這些工作成果協助公司順利通過多次國際審查，並維持IBM在臺灣卓越營運的聲譽。"
      },
      {
        "language": "en",
        "city": "Taipei",
        "country": "Taiwan",
        "role": "Technical Support / Internal System Developer",
        "description": "<b>IBM</b> is a global leader in technology and business solutions, with a strong presence in Taiwan since 1956. IBM Taiwan has played a pivotal role in the country’s IT and manufacturing evolution, offering hardware, software, consulting, and outsourcing services to major enterprises.<br><br>During my 9 years at IBM, I managed engineer and distributor parts support processes, handled import/export logistics, and developed internal systems to streamline operations. I led the development of automated reporting and document generation tools, significantly improving efficiency and reducing human error. My work contributed to successful international audits and helped maintain IBM’s reputation for operational excellence in Taiwan."
      }
    ],
    "technologies": [

    ],
    "medias": [
      {

      }
    ],
    "backgroundUrl": "assets/template/experience/sao-paulo.jpg"
  },
  {
    "id": 4,
    "position": 4,
    "startAt": "01-01-2022",
    "endAt": "03-30-2025",
    "companyName": "CT Co.",
    "logo": "assets/template/experience/logo/ct-logo.png",
    "internationalizations": [
      {
        "language": "zh",
        "city": "臺北",
        "country": "臺灣",
        "role": "專案經理／技術寫作／系統開發者",
        "description": "<b>CT Co.</b> 是臺灣領先的物流公司，以高端倉儲、電商營運及整合供應鏈解決方案聞名。擁有近 40 年作為 <i>IBM</i> 官方零件中心及全球奢侈品牌（包括 <i>Louis Vuitton</i> 和 <i>CELINE</i>）的信賴夥伴經驗，CT Co. 提供客製化、安全且永續的物流服務。<br><br>作為專案部門核心成員，我負責專案規劃、雙語標案撰寫及流程優化。我主導了 <i>Louis Vuitton</i> 臺灣區倉儲、電商及維修整合專案，導入 <i>SDGs</i> 與 <i>ISO 14001</i> 標準，推動自動化與數位轉型。我也開發了送貨通知系統及技術文件，以解決緊急營運需求。值得一提的是，我領導了臺塑集團帳務自動化專案，導入雲端協作系統，追回逾 900 萬新臺幣呆帳，專案效率提升 300% ，系統持續長期使用。此外，我在兩日內獨立開發了 <i>TITAN</i>（臺灣最大遊戲代理商，代理作品包括 NBA 2K、Elden Ring、Hogwarts Legacy）倉儲管理系統，顯著提升多款新遊戲上市的倉儲作業效率。我的工作持續為產業樹立服務品質與創新標竿。"
      },
      {
        "language": "en",
        "city": "Taipei",
        "country": "Taiwan",
        "role": "Project Manager / Technical Writer / System Developer",
        "description": "<b>CT Co.</b> is a leading Taiwanese logistics company, renowned for its expertise in high-end warehousing, e-commerce operations, and integrated supply chain solutions. With nearly 40 years of experience serving as IBM’s official parts center and as a trusted partner for global luxury brands—including <i>Louis Vuitton</i> and <i>CELINE</i>—CT Co. delivers customized, secure, and sustainable logistics services.<br><br>As a core member of the special projects department, I was responsible for project planning, bilingual proposal writing, and process optimization. I led the integration project for <i>Louis Vuitton</i> Taiwan, overseeing warehousing, e-commerce, and repair operations, and introduced <i>SDGs</i> and <i>ISO 14001</i> standards to drive automation and digital transformation. I also developed delivery notification systems and technical documentation to address urgent operational needs.<br><br>Notably, I led the accounts automation project for Formosa Plastics Group, implementing a cloud-based collaboration system that recovered over NT$9 million in bad debts and boosted project efficiency by 300%, with the system still in long-term use. Additionally, I independently developed a warehouse management system for <i>TITAN</i>—Taiwan’s largest game distributor (NBA 2K, Elden Ring, Hogwarts Legacy)—within two days, significantly improving operational efficiency for multiple new game launches. My work consistently set new industry benchmarks for service quality and innovation."
      }
    ],
    "technologies": [
      
    ],
    "medias": [
      {
        
      },
      {
      
      }
    ],
    "backgroundUrl": "assets/template/experience/utrecht.jpg"
  }
    
]
